Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMERGENCY_RESET_1
source: People & Apps
ar: الأشخاص والتطبيقات
bg: Хора и приложения
ca: Persones i apps
cs: Lidé a aplikace
da: Personer og apps
de: Personen & Apps
el: Άτομα και εφαρμογές
es: Personas y apps
es_us: Personas y apps
fi: Käyttäjät ja apit
fr: Personnes et apps
fr_ca: Personnes et apps
he: אנשים ויישומים
hi: लोग और ऐप्स
hr: Osobe i aplikacije
hu: Személyek és appok
id: Orang & App
it: Persone e app
ja: 人とアプリ
kk: Адамдар және қолданбалар
ko: 사람 및 앱
lt: Žmonės ir programos
ms: Orang & App
nl: Personen en apps
no: Personer og apper
pl: Osoby i aplikacje
pt_br: Pessoas e Apps
pt_pt: Pessoas e aplicações
ro: Persoane și aplicații
ru: Люди и приложения
sk: Ľudia a apky
sl: Osebe in aplikacije
sv: Personer och appar
th: ผู้คนและแอป
tr: Kişiler ve Uygulamalar
uk: Люди і програми
vi: Người & ứng dụng
zh_cn: 用户与App
zh_hk: 聯絡人與App
zh_tw: 聯絡人與App

# DEVICE_PASSCODE_CREATE
source: Create a Device Passcode
ar: إنشاء رمز دخول للجهاز
bg: Създайте код на устройството
ca: Crea un codi per al dispositiu
cs: Vytvořit kód k zařízení
da: Opret en kode til enheden
de: Gerätecode erstellen
el: Δημιουργία κωδικού συσκευής
es: Crear código para el dispositivo
es_us: Crear un código
fi: Luo laitteen pääsykoodi
fr: Créer un code pour l’appareil
fr_ca: Créer un code d’appareil
he: יצירת קוד גישה במכשיר
hi: डिवाइस पासकोड बनाएँ
hr: Izradite šifru uređaja
hu: Eszközjelkód létrehozása
id: Buat Kode Sandi Perangkat
it: Crea un codice del dispositivo
ja: デバイスのパスコードを作成
kk: Құрылғы құпиякодын жасау
ko: 기기 암호 생성
lt: Kurti įrenginio prieigos kodą
ms: Cipta Kod Laluan Peranti
nl: Maak een apparaatcode aan
no: Opprett en enhetskode
pl: Utwórz kod urządzenia
pt_br: Criar um Código para o Dispositivo
pt_pt: Criar um código de dispositivo
ro: Creați un cod de acces al dispozitivului
ru: Создайте код‑пароль устройства
sk: Vytvorte kód zariadenia
sl: Ustvarjanje kode za dostop naprave
sv: Skapa en lösenkod för enheten
th: สร้างรหัสอุปกรณ์
tr: Aygıt Parolası Yarat
uk: Створіть код допуску пристрою
vi: Tạo mật mã của thiết bị
zh_cn: 创建设备密码
zh_hk: 製作裝置密碼
zh_tw: 製作裝置密碼

# SAFETY_RESET
source: Emergency Reset
ar: إعادة التعيين الطارئة
bg: Нулиране при спешност
ca: Restabliment d’emergència
cs: Nouzový reset
da: Nødnulstilling
de: Notfall-Reset
el: Επαναφορά έκτακτης ανάγκης
es: Restablecimiento de emergencia
es_us: Restablecimiento de emergencia
fi: Hätänollaus
fr: Réinitialisation d’urgence
fr_ca: Réinitialisation d’urgence
he: איפוס חירום
hi: आपातकालीन रीसेट
hr: Hitno resetiranje
hu: Vészhelyzeti alaphelyzetbe állítás
id: Pengaturan Ulang Darurat
it: Inizializzazione di emergenza
ja: 緊急リセット
kk: Төтенше бастапқы күйге қайтару
ko: 긴급 재설정
lt: Nustatymas iš naujo nelaimės atveju
ms: Reset Kecemasan
nl: Noodherstel
no: Nullstilling av nødhensyn
pl: Zerowanie awaryjne
pt_br: Redefinição de Emergência
pt_pt: Reposição de emergência
ro: Resetare de urgență
ru: Экстренный сброс
sk: Núdzový reset
sl: Ponastavitev za nujne primere
sv: Nödåterställning
th: รีเซ็ตฉุกเฉิน
tr: Acil Sıfırlama
uk: Екстрене скидання
vi: Đặt lại khẩn cấp
zh_cn: 紧急重设
zh_hk: 緊急重設
zh_tw: 緊急重置

source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# RESET_CONFIRM
source: Reset
ar: إعادة التعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Stel opnieuw in
no: Nullstill
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# DEVICE_PASSCODE_LINK_BUTTON_TITLE
source: Update Later In Settings
ar: التحديث لاحقًا في الإعدادات
bg: Обнови по-късно в Настройки
ca: Actualitza més tard a la configuració
cs: Aktualizovat později v Nastavení
da: Opdater senere i Indstillinger
de: Später in „Einstellungen“ aktualisieren
el: Ενημέρωση αργότερα στις Ρυθμίσεις
es: Actualizar más tarde en Ajustes
es_us: Actualizar después en Configuración
fi: Päivitä myöhemmin Asetuksissa
fr: Mettre à jour plus tard dans Réglages
fr_ca: Mettre à jour plus tard dans Réglages
he: ביצוע העדכון במועד מאוחר יותר ב״הגדרות״
hi: सेटिंग्ज़ में बाद में अपडेट करें
hr: Ažuriraj kasnije u Postavkama
hu: Frissítés később a Beállításokban
id: Perbarui Nanti di Pengaturan
it: Aggiorna in seguito in Impostazioni
ja: あとで“設定”でアップデート
kk: «Реттеулер» мәзірінде кейін жаңарту
ko: 나중에 설정 앱에서 업데이트
lt: Naujinti vėliau nustatymuose
ms: Kemas Kini Kemudian dalam Seting
nl: Werk later bij in Instellingen
no: Oppdater senere i InnstillInger
pl: Uaktualnij później w Ustawieniach
pt_br: Atualizar Depois nos Ajustes
pt_pt: Atualizar depois nas Definições
ro: Actualizați ulterior în Configurări
ru: Обновить позже в Настройках
sk: Aktualizovať neskôr v Nastaveniach
sl: Posodobi pozneje v Nastavitvah
sv: Uppdatera senare i Inställningar
th: อัปเดตภายหลังในการตั้งค่า
tr: Daha Sonra Ayarlar’da Güncelle
uk: Оновити пізніше в Параметрах
vi: Cập nhật sau trong Cài đặt
zh_cn: 稍后在“设置”中更新
zh_hk: 稍後在「設定」中更新
zh_tw: 稍後從「設定」更新

# STOP_ALL_PUBLIC_SHARING_ALERT_LABEL
source: Stop Sharing
ar: إيقاف المشاركة
bg: Спри споделянето
ca: Deixa de compartir
cs: Zastavit
da: Stop deling
de: Teilen stoppen
el: Διακοπή κοινής χρήσης
es: Dejar de compartir
es_us: Dejar de compartir
fi: Lopeta jakaminen
fr: Ne plus partager
fr_ca: Arrêter le partage
he: הפסקת השיתוף
hi: शेयरिंग रोकें
hr: Prestani dijeliti
hu: Megosztás leállítása
id: Berhenti Berbagi
it: Interrompi condivisione
ja: 共有を停止
kk: Бөлісуді тоқтату
ko: 공유 중단
lt: Nustoti bendrinti
ms: Henti Berkongsi
nl: Deel niet meer
no: Avslutt deling
pl: Przestań udostępniać
pt_br: Parar de Compartilhar
pt_pt: Deixar de partilhar
ro: Opriți partajarea
ru: Закрыть доступ
sk: Zastaviť zdieľanie
sl: Ustavi deljenje
sv: Stoppa delning
th: หยุดแชร์
tr: Paylaşmayı Durdur
uk: Не поширювати
vi: Dừng chia sẻ
zh_cn: 停止共享
zh_hk: 停止共享
zh_tw: 停止分享

# PRIVACY_PERMISSIONS_APPS
source: App Access
ar: وصول التطبيقات
bg: Достъп на приложения
ca: Accés de les apps
cs: Přístup aplikací
da: Appadgang
de: App-Zugriff
el: Πρόσβαση εφαρμογών
es: Apps con acceso
es_us: Acceso de apps
fi: Appien käyttöoikeudet
fr: Accès des apps
fr_ca: Accès des apps
he: גישת יישומים
hi: ऐप ऐक्सेस
hr: Pristup aplikaciji
hu: Apphozzáférés
id: Akses App
it: Accesso app
ja: アプリのアクセス
kk: Қолданбаға қол жеткізу
ko: 앱 접근 권한
lt: Programos prieiga
ms: Akses App
nl: Toegang van apps
no: Apptilgang
pl: Dostęp aplikacji
pt_br: Acesso de Apps
pt_pt: Acesso das aplicações
ro: Accesul aplicațiilor
ru: Доступ приложений
sk: Prístup apiek
sl: Dostop aplikacij
sv: Appåtkomst
th: การเข้าถึงของแอป
tr: Uygulama Erişimi
uk: Доступ програм
vi: Truy cập ứng dụng
zh_cn: 访问App
zh_hk: App取用權限
zh_tw: App取用權限

# PASSCODE_RESTRICTIONS
source: Changing your iPhone passcode.
ar: تغيير رمز دخول iPhone.
bg: Промяна на кодa за вашия iPhone.
ca: Canvi del codi de l’iPhone
cs: Změnu kód iPhonu
da: Ændring af din kode til iPhone.
de: Deine iPhone-Codes ändern …
el: Αλλαγή του κωδικού του iPhone σας
es: El cambio del código del iPhone.
es_us: El cambio del código del iPhone.
fi: iPhonen pääsykoodin vaihto
fr: Modification du code de votre iPhone.
fr_ca: la modification du code de l’iPhone;
he: שינוי קוד הגישה של ה-iPhone
hi: आपके iPhone का पासकोड बदलना।
hr: Promjena šifre iPhonea.
hu: Az iPhone jelkódjának módosítása.
id: Mengubah kode sandi iPhone Anda.
it: La modifica del codice di iPhone.
ja: iPhoneのパスコードを変更します。
kk: iPhone құпиякодын өзгерту.
ko: iPhone 암호 변경하기
lt: „iPhone“ prieigos kodo keitimas.
ms: Menukar kod laluan iPhone anda.
nl: Je iPhone-toegangscode wijzigen.
no: Endring av iPhone-koden.
pl: Zmiana kodu iPhone’a.
pt_br: Alterando o código do seu iPhone.
pt_pt: Alteração do código do iPhone.
ro: Schimbarea codului de acces pentru iPhone.
ru: Изменение код‑пароля iPhone.
sk: Zmena kódu iPhonu.
sl: Spreminjanje kode za dostop iPhona.
sv: Ändring av lösenkoden på iPhone.
th: การเปลี่ยนรหัสของ iPhone ของคุณ
tr: iPhone parolanızı değiştirmek.
uk: Зміна коду допуску на iPhone.
vi: Thay đổi mật mã iPhone của bạn.
zh_cn: 更改iPhone密码。
zh_hk: 更改你的iPhone密碼。
zh_tw: 更改你的iPhone密碼。

source: Review More Apps
ar: مراجعة المزيد من التطبيقات
bg: Преглед на още приложения
ca: Revisa més apps
cs: Zkontrolovat další aplikace
da: Gennemgå flere apps
de: Weitere Apps überprüfen
el: Έλεγχος περισσότερων εφαρμογών
es: Revisar más apps
es_us: Revisar más apps
fi: Tarkista lisää appeja
fr: Vérifier d’autres apps
fr_ca: Examiner plus d’apps
he: בדיקת יישומים נוספים
hi: कुछ और ऐप्स की समीक्षा करें
hr: Pregledaj ostale aplikacije
hu: További appok áttekintése
id: Tinjau App Lainnya
it: Rivedi altre app
ja: さらにアプリを確認
kk: Қосымша қолданбаларды қарап шығу
ko: 앱 검토 더 하기
lt: Peržiūrėti daugiau programų
ms: Semak Lebih Banyak App
nl: Controleer meer apps
no: Gå gjennom flere apper
pl: Przejrzyj więcej aplikacji
pt_br: Revisar Mais Apps
pt_pt: Rever mais aplicações
ro: Revizuiți mai multe aplicații
ru: Проверить для других приложений
sk: Skontrolovať ďalšie apky
sl: Preglej več aplikacij
sv: Granska fler appar
th: ตรวจสอบแอปเพิ่มเติม
tr: Daha Fazla Uygulamayı Gözden Geçir
uk: Переглянути більше програм
vi: Xem lại các ứng dụng khác
zh_cn: 检查更多App
zh_hk: 檢視更多App
zh_tw: 檢視更多App

# RESTRICTIONS_LEARN_MORE
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# ENABLE_PRIVATE_RELAY_TITLE
source: Turn on Private Relay
ar: تشغيل "إخفاء العنوان"
bg: Включи Поверително пренасочване
ca: Activa la tramesa privada
cs: Zapnout soukromý přenos
da: Slå Privat datatrafik til
de: Privat-Relay aktivieren
el: Ενεργοποίηση Ιδιωτικής μεταγωγής
es: Activar el relay privado
es_us: Activar retransmisión privada
fi: Laita suojattu lähetys päälle
fr: Activer le relais privé
fr_ca: Activer le relais privé
he: הפעלת ״ממסר פרטי״
hi: प्राइवेट रिले चालू करें
hr: Uključi privatni relej
hu: Privát átjátszó bekapcsolása
id: Nyalakan Relai Pribadi
it: Attiva il relay privato
ja: プライベートリレーをオンにする
kk: Жеке торапты қосу
ko: 비공개 릴레이 켜기
lt: Įjungti privatųjį perdavimą
ms: Aktifkan Geganti Peribadi
nl: Schakel 'Privédoorgifte' in
no: Slå på Privat trafikk
pl: Włącz Przekazywanie prywatne
pt_br: Ativar a Retransmissão Privada
pt_pt: Ativar Reencaminhamento privado
ro: Activați transmisia privată
ru: Включение Частного узла
sk: Zapnúť Súkromný prenos
sl: Vklopi zasebno povezavo Private Relay
sv: Aktivera Privat reläservice
th: เปิดใช้ Private Relay
tr: Özel Geçiş’i Açın
uk: Увімкніть Приват-реле
vi: Bật Chuyển tiếp bảo mật
zh_cn: 打开专用代理
zh_hk: 開啟「私密轉送」
zh_tw: 開啟「私密轉送」

source: Stop Sharing
ar: إيقاف المشاركة
bg: Спри споделянето
ca: Deixa de compartir
cs: Zastavit
da: Stop deling
de: Nicht mehr teilen
el: Διακοπή κοινής χρήσης
es: Dejar de compartir
es_us: Dejar de compartir
fi: Lopeta jakaminen
fr: Ne plus partager
fr_ca: Arrêter le partage
he: הפסקת השיתוף
hi: शेयरिंग रोकें
hr: Prestani dijeliti
hu: Megosztás leállítása
id: Berhenti Berbagi
it: Interrompi condivisione
ja: 共有を停止
kk: Бөлісуді тоқтату
ko: 공유 중단
lt: Nustoti bendrinti
ms: Henti Berkongsi
nl: Deel niet meer
no: Stopp deling
pl: Przestań udostępniać
pt_br: Parar Compartilhamento
pt_pt: Deixar de partilhar
ro: Opriți partajarea
ru: Закрыть доступ
sk: Zastaviť zdieľanie
sl: Ustavi deljenje
sv: Stoppa delning
th: หยุดแชร์
tr: Paylaşmayı Durdur
uk: Не поширювати
vi: Dừng chia sẻ
zh_cn: 停止共享
zh_hk: 停止共享
zh_tw: 停止分享

# RESET_ALL_CONFIRMATION_BLUETOOTH
source: By continuing, apps will no longer have access to Bluetooth. From now on, apps will not be able to access Bluetooth without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى Bluetooth. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى Bluetooth من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до Bluetooth. От сега нататък приложенията няма да имат достъп до Bluetooth без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés al Bluetooth i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k rozhraní Bluetooth. Od této chvíle k němu budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til Bluetooth. Fra nu af kan apps ikke få adgang til Bluetooth uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf Bluetooth. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf Bluetooth zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στο Bluetooth. Από εδώ και στο εξής, οι εφαρμογές δεν θα μπορούν να έχουν πρόσβαση στο Bluetooth χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a Bluetooth y, a partir de ahora, solo podrán acceder a dicha función con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso al Bluetooth y, de ahora en adelante, requerirán tu permiso para usarlo.
fi: Jos jatkat, apit eivät enää voi käyttää Bluetoothia. Tästä eteenpäin apit eivät enää voi käyttää Bluetoothia ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès au Bluetooth. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à Bluetooth et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים ל-Bluetooth. מעתה, יישומים לא יוכלו לגשת ל-Bluetooth ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब Bluetooth का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना Bluetooth को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup Bluetoothu. Odsad aplikacije više neće moći pristupiti Bluetoothu bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a Bluetoothhoz. Mostantól az appok nem fognak tudni hozzáférni a Bluetoothhoz az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke Bluetooth. Mulai sekarang, app tidak akan dapat mengakses Bluetooth tanpa izin Anda.
it: Se procedi, le app non avranno più accesso al Bluetooth. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでBluetoothにアクセスできなくなります。今後、あなたの許可なく、アプリでBluetoothにアクセスすることはできなくなります。
kk: Жалғастыру арқылы қолданбалар Bluetooth функциясына қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз Bluetooth функциясына қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 Bluetooth에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 Bluetooth에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie „Bluetooth“. Nuo šiol programos negalės pasiekti „Bluetooth“ be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada Bluetooth. Mulai sekarang, app tidak akan dapat mengakses Bluetooth tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot Bluetooth. Voortaan hebben apps zonder je toestemming geen toegang tot Bluetooth.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til Bluetooth. Fra nå av kan ikke apper bruke Bluetooth uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Bluetooth. Od teraz aplikacje nie będą miały dostępu do Bluetooth bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso ao Bluetooth. De agora em diante, os apps não poderão acessar o Bluetooth sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso ao Bluetooth. A partir de agora, as aplicações não poderão aceder ao Bluetooth sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la Bluetooth. De acum înainte, aplicațiile nu vor putea accesa Bluetooth fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Bluetooth. Впоследствии приложения не смогут получать доступ к Bluetooth без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k rozhraniu Bluetooth. Odteraz budú apky môcť pristupovať k rozhraniu Bluetooth, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do povezave Bluetooth. Aplikacije odslej ne bodo mogle dostopati do povezave Bluetooth brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till Bluetooth. Från och med nu kan appar inte längre komma åt Bluetooth utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงบลูทูธได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงบลูทูธได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık Bluetooth’a erişemez. Bundan sonra uygulamalar izniniz olmadan Bluetooth’a erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до Bluetooth. Відтепер програми не зможуть отримувати доступ до Bluetooth без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào Bluetooth nữa. Từ bây giờ trở đi, các ứng dụng sẽ không thể truy cập Bluetooth mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问蓝牙。从现在开始，未经你的许可，App将无法访问蓝牙。
zh_hk: 如繼續，App將再無法取用藍牙。現在開始，如沒有你的授權，App將無法取用藍牙。
zh_tw: 若繼續，App將無法取用藍牙。從現在起，App將無法未經你的許可取用藍牙。
